import React from 'react'

const PostCard = () => {
	return (
		<div className='single-post-card darkYellowBg rounded-[22px] p-8'>
			<p className='text-xl'>পথ শিশুদের নিরাপদ আবাসন ও শিক্ষা চাই</p>
			<p className='text-4xl'>আমিও জিততে চাই</p>
			<p className='pb-4'>সাদিক রেজা, শিক্ষার্থী, জগন্নাথ বিশ্ববিদ্যালয়</p>
			<p className='text-sm'>কমলাপুর রাজধানীর একটি ব্যস্ততম এলাকা। দেশে বিভিন্ন প্রান্ত থেকে প্রতিদিন এখানে হাজার হাজার মানুষের পদচারণা। কমলাপুর রেলস্টেশনের পাশেই একটি ফ্ল্যাট বাসায় চারতলায় ভাড়া থাকি আমি। প্রতিদিন বিশ্ববিদ্যালয় যাবার পথে যে দৃশ্য আমাকে নিরন্তর ভাবায় তা হল, পথ শিশুদের দুরবিসহ অবস্থা। চোখের সামনে প্রতিদিনই দেখছি খাদ্য, পুষ্টি, শিক্ষা ও আবাসন বঞ্চিত মলিন চেহারার কিছু শিশু কিশোরের মুখ। কেউ বা ভিক্ষা করছে, কেউ প্লাস্টিকের বোতল, পলিথিন ,  কাগজ বা বিভিন্ন জিনিস কুড়িয়ে একটি ছালার বেগে ঢুকাচ্ছে। আবার এক দল পলিথিনের ঠোঙায় নেশা দ্রব্য ভরে নেশা করছে । উঠতি বয়সে এইসব ভাসমান পথ শিশুদেরই আমরা নানা অপকর্ম মূলক কর্মকান্ডে জড়িয়ে পড়তে দেখি।<br /> এই সমস্ত পথ শিশুদের যথাযথভাবে পুনর্বাসিত করার মধ্য দিয়ে সরকারের কাছে আমি নিরাপদ নগরীতে বসবাসের নিশ্চয়তা চাই। সকলের অধিকার ও নিরাপত্তা নিশ্চিত হলে নাগরিক হিসেবে আমিও জিতে যাব। আমিও যেতে চাই...</p>
			<div className='flex justify-end'>
				<a href="" className='bg-black rounded-lg font-Kalpurush-bold text-white py-2 px-4'>আরো পড়ুন</a>
			</div>
		</div>
	)
}

export default PostCard